Repository: dotandl/integration-allegro-woocommerce
Catalog: i18n/waint-*.po
Languages: pl_pl

source: Integration of Allegro and WooCommerce
pl_pl: Integracja Allegro i WooCommerce

source: Plugin that syncs products' availability between WooCommerce and Allegro
pl_pl: Wtyczka synchronizująca dostępność produktów pomiędzy WooCommerce a Allegro

source: Allegro API settings
pl_pl: Ustawienia Allegro API

source: Bindings
pl_pl: Wiązania

source: WooCommerce <-> Allegro Bindings
pl_pl: Wiązania WooCommerce <-> Allegro

source: Go to <a href="%1$s" target="_blank">apps.developer.allegro.pl</a> and create new web app. In "Redirect URI" type <code>%2$s</code>. Then copy Client ID & Client Secret and paste them here.
pl_pl: Przejdź do <a href="%1$s" target="_blank">apps.developer.allegro.pl</a> i utwórz nową aplikację webową. W "Adresy URI do przekierowania" wpisz <code>%2$s</code>. Następnie skopiuj Client ID i Client Secret i wklej je tutaj.

source: Get ID of product from WooCommerce and Allegro and bind them here.
pl_pl: Weź ID produktu z WooCommerce i Allegro i powiąż je tutaj.

source: Toggle visbility
pl_pl: Przełącz widoczność

source: WooCommerce Product ID
pl_pl: ID produktu WooCommerce

source: Allegro Product ID
pl_pl: ID produktu Allegro

source: Settings saved
pl_pl: Ustawienia zapisane

source: Settings
pl_pl: Ustawienia

source: Logs
pl_pl: Logi

source: Save settings
pl_pl: Zapisz ustawienia

source: Link to Allegro
pl_pl: Połącz z Allegro

source: Sync WooCommerce -> Allegro
pl_pl: Synchronizuj WooCommerce -> Allegro

source: Sync Allegro -> WooCommerce
pl_pl: Synchronizuj Allegro -> WooCommerce

source: Debug info
pl_pl: Informacje debugowania

source: It looks like you have disabled the logging. If you haven't done that, check the rights for the user PHP interpreter runs on.
pl_pl: Wygląda na to, że wyłąłczyłeś logi. Jeśli tego nie zrobiłeś, sprawdź uprawnienia użytkownika, na którym działa interpeter PHP.

source: Download log file
pl_pl: Pobierz plik logów

source: Clean log file
pl_pl: Wyczyść plik logów

source: Could not link to Allegro. See the logs for more information
pl_pl: Nie można było połączyć się z Allegro. Zobacz logi, aby uzyskać więcej informacji

source: Linked to Allegro successfully
pl_pl: Połączono z Allegro z powodzeniem

source: Could not refresh the token. Try to remove the app from linked apps in Allegro settings and link it again.
pl_pl: Nie można było odświerzyć tokenu. Spróbuj usunąć aplikację z połączonych aplikacji w ustawieniach Allegro i połączyć ją ponownie.

source: Could not refresh the token. Try to fill in Client ID and/or Secret field(s)
pl_pl: Nie można było odświerzyć tokenu. Spróbuj wypełnić pola Client ID i/lub Secret

source: Could not refresh the token. See the logs for more information
pl_pl: NIe można było odświerzyć tokenu. Zobacz logi, aby uzyskać więcej informacji

source: Could not sync products. See the logs for more information
pl_pl: Nie można było zsynchronizować produktów. Zobacz logi, zby uzyskać więcej informacji

source: Products synced successfully
pl_pl: Produkty zsynchronizowane z powodzeniem
